Repository: wanjeans33/Eurmaxi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: 太阳能模拟器
de: Solarsimulator

source: 首页
de: Startseite

source: 太阳能模拟演示 - 所有数据仅供参考，实际性能可能因天气、设备效率等因素而异
de: Solar-Simulationsdemonstration - Alle Daten dienen nur als Referenz, die tatsächliche Leistung kann aufgrund von Wetter, Geräteeffizienz und anderen Faktoren variieren

source: 德国家庭太阳能光伏模拟
de: Simulation von Photovoltaikanlagen für deutsche Haushalte

source: 估算德国典型家庭（2个成人+2个儿童）安装屋顶太阳能光伏系统（有储能/无储能）的经济效益
de: Schätzung des wirtschaftlichen Nutzens der Installation von Photovoltaik-Dachanlagen (mit/ohne Speicher) für einen typischen deutschen Haushalt (2 Erwachsene + 2 Kinder)

source: 模拟参数
de: Simulationsparameter

source: 开始模拟
de: Simulation starten

source: 返回参数设置
de: Zurück zu den Parametern

source: 经济效益评估
de: Wirtschaftlichkeitsbewertung

source: 基准年度电费
de: Jährliche Stromkosten (Basis)

source: 无储能方案
de: Ohne Speicherlösung

source: 有储能方案
de: Mit Speicherlösung

source: 节省
de: Ersparnis

source: 储能收益分析
de: Analyse des Speichernutzens

source: 额外投资
de: Zusätzliche Investition

source: 电池成本
de: Batteriekosten

source: 额外年度节省
de: Zusätzliche jährliche Ersparnis

source: 电池投资回收期
de: Amortisationszeit der Batterieinvestition

source: 约
de: Etwa

source: 年
de: Jahre

source: 无法回收（储能方案收益不足）
de: Nicht amortisierbar (unzureichender Nutzen der Speicherlösung)

source: 月度发电与用电分析
de: Monatliche Analyse von Erzeugung und Verbrauch

source: 月度发电量与用电量对比
de: Monatlicher Vergleich zwischen Erzeugung und Verbrauch

source: 光伏利用情况 - 无储能方案
de: PV-Nutzung - Ohne Speicherlösung

source: 光伏利用情况 - 有储能方案
de: PV-Nutzung - Mit Speicherlösung

source: 详细月度数据
de: Detaillierte monatliche Daten

source: 太阳能板容量 [kWp]
de: Solarmodulleistung [kWp]

source: 光伏阵列的装机峰值功率
de: Installierte Spitzenleistung der PV-Anlage

source: 光伏阵列成本 [€]
de: Kosten der PV-Anlage [€]

source: 逆变器功率 [kW]
de: Wechselrichterleistung [kW]

source: 逆变器的交流输出限制
de: Wechselstrom-Ausgangsleistungsbegrenzung des Wechselrichters

source: 逆变器成本 [€]
de: Wechselrichterkosten [€]

source: 电池容量 [kWh]
de: Batteriekapazität [kWh]

source: 可用电池容量。0 = 仅无储能方案
de: Verfügbare Batteriekapazität. 0 = Nur Lösung ohne Speicher

source: 电池成本 [€]
de: Batteriekosten [€]

source: 电网电价 [€/kWh]
de: Strompreis [€/kWh]

source: 上网电价 [€/kWh]
de: Einspeisevergütung [€/kWh]

source: 年度家庭用电量 [kWh]
de: Jährlicher Stromverbrauch des Haushalts [kWh]

source: 典型的2成人+2儿童家庭 ≈ 4000 kWh/年
de: Typischer Haushalt mit 2 Erwachsenen + 2 Kindern ≈ 4000 kWh/Jahr

source: 22-06时 [%]
de: 22-06 Uhr [%]

source: 06-09时 & 17-22时 [%]
de: 06-09 Uhr & 17-22 Uhr [%]

source: 09-17时 [%]
de: 09-17 Uhr [%]

source: 月份
de: Monat

source: 发电量 (kWh)
de: Erzeugung (kWh)

source: 用电量 (kWh)
de: Verbrauch (kWh)

source: 自用 (kWh)
de: Eigenverbrauch (kWh)

source: 上网 (kWh)
de: Netzeinspeisung (kWh)

source: 购电 (kWh)
de: Netzbezug (kWh)

source: 不安装太阳能系统的年度电费
de: Jährliche Stromkosten ohne Solaranlage

source: 仅安装太阳能面板
de: Nur Solarmodule installiert

source: 太阳能面板 + 电池储能
de: Solarmodule + Batteriespeicher

source: 系统组件
de: Systemkomponenten

source: 电池（可选）
de: Batterie (Optional)

source: 电价
de: Strompreise

source: 用电模式
de: Verbrauchsmuster

source: 日间用电分布
de: Tägliche Verbrauchsverteilung

source: 必须总和为100%
de: Muss insgesamt 100% ergeben

source: 模型说明
de: Modellbeschreibung

source: 主要功能：
de: Hauptfunktionen:

source: 模型特点：
de: Modelleigenschaften:

source: 注意事项
de: Wichtige Hinweise

source: 用户可调参数 - 光伏板/逆变器/电池规格和成本，电网价格，用电模式
de: Benutzereinstellbare Parameter - PV-Module/Wechselrichter/Batteriespezifikationen und Kosten, Netzpreise, Verbrauchsmuster

source: 用电量估算 - 从典型的4000kWh/年家庭开始，按月份不均匀分布（冬季略高）
de: Verbrauchsschätzung - Ausgehend von einem typischen 4000kWh/Jahr-Haushalt, ungleichmäßig nach Monaten verteilt (im Winter etwas höher)

source: 发电量估算 - 使用德国月平均太阳辐照度，假设1kWp≈1000kWh/年
de: Erzeugungsschätzung - Mit deutscher monatlicher durchschnittlicher Sonneneinstrahlung, unter der Annahme 1kWp≈1000kWh/Jahr

source: 电池模型（简化）- 每天允许一次完整充放电循环
de: Batteriemodell (vereinfacht) - Ein vollständiger Lade-Entlade-Zyklus pro Tag erlaubt

source: 现金流对比 - 计算两种方案的年度电费节省
de: Cashflow-Vergleich - Berechnung der jährlichen Stromkosteneinsparungen für beide Lösungen

source: 可视化 - 图表显示光伏发电的自用与上网比例
de: Visualisierung - Diagramme zeigen das Verhältnis von Eigenverbrauch zu Netzeinspeisung der PV-Erzeugung

source: 采用月度分辨率以便于理解和性能优化
de: Verwendet monatliche Auflösung für besseres Verständnis und Leistungsoptimierung

source: 基于德国月平均太阳辐照度数据
de: Basiert auf deutschen monatlichen durchschnittlichen Sonneneinstrahlungsdaten

source: 考虑季节性用电变化（冬季供暖需求）
de: Berücksichtigt saisonale Verbrauchsschwankungen (Heizbedarf im Winter)

source: 简化但透明的计算模型
de: Vereinfachtes aber transparentes Berechnungsmodell

source: 适用于德国典型家庭（2成人+2儿童）
de: Geeignet für typische deutsche Haushalte (2 Erwachsene + 2 Kinder)

source: 所有计算都有详细说明供教学使用
de: Alle Berechnungen haben detaillierte Erklärungen für Bildungszwecke

source: 所有数据仅供参考，实际性能可能因天气、设备效率、安装角度、阴影遮挡等因素而异。建议咨询专业的太阳能安装商获取准确评估。
de: Alle Daten dienen nur als Referenz. Die tatsächliche Leistung kann aufgrund von Wetter, Geräteeffizienz, Installationswinkel, Schattenverschattung und anderen Faktoren variieren. Wir empfehlen die Beratung durch einen professionellen Solarinstallateur für eine genaue Bewertung.

source: 电量 (kWh)
de: Elektrizität (kWh)

source: 当前总和为
de: Aktuelle Summe ist

source: 需要为 100%
de: muss 100% sein

source: 日间用电百分比必须总和为100%！当前总和为
de: Die täglichen Verbrauchsprozentsätze müssen insgesamt 100% ergeben! Aktuelle Summe ist
